Repository: common-repository/wp-cycle-text-announcement
Catalog: languages/wp-cycle-text-announcement-*.*.po
Languages: es, sr_rs

source: No records found
es: No se encontraron registros
sr_rs: Nijedna zabeleška nije pronadjena

source: Wp cycle text announcement
es: Anuncio de texto de ciclo Wp
sr_rs: Wp ciklus objave teksta

source: Check official website for more information
es: Revise el sitio web oficial para más información
sr_rs: Proverite oficijalni websajt za više informacija

source: click here
es: haga clic aquí
sr_rs: klik ovde

source: Wp cycle text
es: Texto ciclo Wp
sr_rs: Wp tekst ciklusa

source: Please enter the announcement.
es: Por favor introduzca el anuncio.
sr_rs: Unesite objavu.

source: Please enter the link, if no link just enter #.
es: Por favor introduzca el enlace, si no hay un enlace, sólo introduzca #.
sr_rs: Unesite link. ako nema linka unesite #.

source: Please enter the start date, YYYY-MM-DD.
es: Por favor introduzca la fecha de inicio, AAAA-MM-DD.
sr_rs: Unesite datum početka GGGG-MM-DD.

source: Please select the setting.
es: Por favor seleccione la configuración.
sr_rs: Selektujte postavku.

source: Please enter the end date, YYYY-MM-DD.
es: Por favor introduzca la fecha de finalización, AAAA-MM-DD.
sr_rs: Unesite datum završetka GGGG-MM-DD.

source: New details was successfully added.
es: Nuevos detalles se agregó correctamente
sr_rs: Novi detalji su uspešno dodati.

source: Click here to view the details
es: Haga clic aquí para ver los detalles
sr_rs: Klik ovde da biste videli više detalja

source: Wp cycle text announcement / Add announcement
es: Anuncio de texto de ciclo Wp / Add announcement
sr_rs: Wp ciklus objave teksta / Add announcement

source: Announcement
es: Anuncio
sr_rs: Objava

source: Enter your announcement text.
es: Introduzca el texto de su anuncio
sr_rs: Unesite tekst objave

source: Link
es: Enlace

source: Enter your announcement link.
es: Ingrese el vínculo de su anuncio
sr_rs: Unesite vaš link objave

source: Setting name:
es: Nombre de la configuración:
sr_rs: Ime postavke:

source: Select a setting for your announcement.
es: Seleccione una configuración para su anuncio .
sr_rs: Selektujte postavku za vašu objavu

source: Start date
es: Fecha de inicio
sr_rs: Datum početka

source: Enter your announcement display start date, Formate YYYY-MM-DD
es: Introduzca la fecha de inicio en su pantalla invitación, formato AAAA-MM-DD
sr_rs: Unesite pošetni datum prikaza vaše objave, Formate GGGG-MM-DD

source: Enter your announcement display end date, Formate YYYY-MM-DD
es: Introduzca la fecha de finalización en su pantalla invitación, formato AAAA-MM-DD
sr_rs: Unesite završni datum prikaza vaše objave, Formate GGGG-MM-DD

source: Insert Details
es: Insertar Detalles
sr_rs: Unesite detalje

source: Cancel
es: Cancelar
sr_rs: Ukinuti

source: Help
es: Ayuda
sr_rs: Pomoć

source: Oops, selected details doesnt exist
es: Vaya, no existen datos seleccionados
sr_rs: Ups, selektovani detalji ne postoje

source: Details was successfully updated.
es: Detalles se ha actualizado correctamente.
sr_rs: Detalji su uspešno update-ovani.

source: Wp cycle text announcement / Update announcement
es: Anuncio de texto de ciclo Wp / Update announcement
sr_rs: Wp ciklus objave teksta / Update announcement

source: Update Details
es: Actualizar Detalles
sr_rs: Update-ovani detalji

source: Selected record was successfully deleted (
es: El registro seleccionado fue eliminado correctamente (
sr_rs: Selektovana zabeleška je uspešno obrisana (

source: Add New
es: Agregar Nuevo
sr_rs: Dodati novo

source: Setting
es: Configuración
sr_rs: Postavka

source: End date
es: Fecha de finalización
sr_rs: Datum završetka

source: Edit
es: Editar
sr_rs: Editovati

source: Delete
es: Eliminar
sr_rs: Obrisati

source: No records available.
es: No hay registros disponibles.
sr_rs: Nijedna yabeleška nije dostupna.

source: Announcement Management
es: Gestión de Anuncios
sr_rs: Objava menadžmenta

source: Setting Management
es: Configuración de Gestión
sr_rs: Postavke menadžmenta

source: View Shortcode
es: Ver Código corto
sr_rs: Pogledati skraćeni kod

source: Plugin configuration option
es: Opción de configuración del Plugin
sr_rs: Plugin opcija konformacije

source: Add the plugin in the posts or pages using short code.
es: Añadir el plugin en los mensajes o páginas que utilizan código corto.
sr_rs: Dodajte plugin na postove ili stranice koristeći skraćeni kod.

source: Add directly in to the theme using PHP code.
es: Añadir directamente en el tema utilizando código PHP.
sr_rs: Dodajte direktno na vašu temu korišćenjem PHP koda.

source: Drag and drop the widget to your sidebar.
es: Arrastre y coloque el widget a la barra lateral.
sr_rs: Drag & drop widget na vaš sidebar.

source: Please enter the slider timeout, only number.
es: Introduzca el tiempo de apagado del slider, sólo número.
sr_rs: Unesite timeout slajdera, samo broj.

source: Please enter the slider speed, only number.
es: Por favor, introduzca la velocidad del slider, sólo número.
sr_rs: Unesite brzinu slajdera, samo broj.

source: Setting name
es: Nombre de la configuración
sr_rs: Ime postavke

source: Setting 1 is default for widget.
es: Configuración 1 es el valor predeterminado para widgets.
sr_rs: Postavka 1 i default za widget.

source: Select a setting name.
es: Seleccione un nombre de configuración.
sr_rs: Selektujte vaše postavke imena.

source: Select your link setting.
es: Seleccione la configuración del enlace.
sr_rs: Selektujte vaše postavke linka.

source: Speed
es: Velocidad
sr_rs: Brzina

source: Enter your speed.
es: Ingrese su velocidad.
sr_rs: Unesite vašu brzinu.

source: Timeout
es: Tiempo de apagado

source: Enter your timeout.
es: Introduzca el tiempo de apagado.
sr_rs: Unesite vaš timeout.

source: Direction
es: Dirección
sr_rs: Pravac

source: Select cycle direction.
es: Seleccione la dirección del ciclo.
sr_rs: Izabrati pravac ciklusa

source: Wp cycle text announcement / Setting management
es: Anuncio de texto de ciclo Wp / Setting management
sr_rs: Wp ciklus objave teksta / Setting management

source: Setting management
es: Gestión Configuración
sr_rs: Postavke menadžmenta

source: Short code
es: Código corto
sr_rs: Skraćeni kod

source: Random
es: Aleatorio
sr_rs: Nasumično

source: No
sr_rs: Ne
